{
    "Despre noi": "关于我们",
    "Serviciile noastre": "我们的服务",
    "Testimoniale": "客户评价",
    "Tarife": "定价",
    "Contact": "联系方式",
    "Dezvoltăm soluții web.": "我们开发网络解决方案。",
    "Dezvoltăm": "我们开发",
    "soluții web.": "网络解决方案",
    "Amplificăm succesul afacerii tale.": "我们提升您的业务成功。",
    "Amplificăm": "我们提升",
    "succesul afacerii tale.": "您的业务成功。",
    "Fie că ai nevoie de o platformă customizată sau de o aplicație scalabilă, suntem aici să transformăm viziunea ta în realitate. Cu soluții eficiente și design modern, îți oferim exact ceea ce ai nevoie pentru a reuși.": "无论您需要定制平台还是可扩展应用程序，我们都在这里将您的愿景转化为现实。凭借高效的解决方案和现代设计，我们提供您成功所需的一切。",
    "Consultanță IT și automatizare procese": "IT咨询与流程自动化",
    "Automatizare procese": "流程自动化",
    "Implementăm soluții de automatizare de la gestionarea stocurilor la facturare automată.": "我们实现从库存管理到自动开票的自动化解决方案。",
    "Integrare API și sisteme externe": "API集成与外部系统",
    "Conectăm aplicațiile tale cu servicii externe pentru o gestionare integrată.": "我们将您的应用程序与外部服务连接，实现集成管理。",
    "Soluții cloud": "云解决方案",
    "Oferim soluții de hosting și migrare către platforme cloud(DigitalOcean).": "我们提供托管解决方案并迁移到云平台（DigitalOcean）。",
    "Contactează-ne": "联系我们",
    "Vezi mai multe": "查看更多",
    "Dezvoltare Personalizată": "定制开发",
    "Soluții tailor-made pentru nevoile tale specifice.": "为您的特定需求量身定制的解决方案。",
    "Integrare API": "API集成",
    "Conectăm aplicațiile tale pentru a lucra eficient împreună.": "我们连接您的应用程序，使它们能够高效合作。",
    "Design Responsiv": "响应式设计",
    "Interfețe care arată bine pe orice dispozitiv.": "在任何设备上看起来都很棒的界面。",
    "Suport Tehnic": "技术支持",
    "Asistență constantă pentru o funcționare fără probleme.": "持续支持，确保无故障运行。",
    "Dezvoltăm chiar și": "我们也开发",
    "Aplicații de Management al Proiectelor": "项目管理应用程序",
    "Sisteme de Gestionare a Relațiilor cu Clienții (CRM)": "客户关系管理系统 (CRM)",
    "Aplicații de Gestiune a Resurselor Umane (HRM)": "人力资源管理应用程序 (HRM)",
    "Sisteme de Gestionare a Conținutului (CMS)": "内容管理系统 (CMS)",
    "Aplicații Financiare și de Bugetare": "财务和预算应用程序",
    "Platforme de Feedback și Recenzii": "反馈和评论平台",
    "DESPRE NOI": "关于我们",
    "La LODGRIN, suntem pasionați de tehnologie și inovație, oferind soluții digitale personalizate. Deși suntem o firmă nouă, avem experiență valoroasă și suntem pregătiți să facem față provocărilor. Misiunea noastră este să sprijinim afaceri de toate dimensiunile în digitalizare, livrând servicii de cea mai înaltă calitate. Credem în puterea colaborării și lucrăm îndeaproape cu clienții pentru a reflecta viziunea și obiectivele lor. Hai să construim împreună viitorul afacerii tale!": "在LODGRIN，我们热衷于技术和创新，提供定制的数字解决方案。虽然我们是一家新公司，但我们拥有宝贵的经验，准备应对挑战。我们的使命是支持各个规模的企业数字化，提供最高质量的服务。我们相信合作的力量，并与客户紧密合作，反映他们的愿景和目标。让我们一起建设您的业务未来！",
    "Te ajutăm să identifici și să implementezi soluții tehnologice care automatizează procesele, reduc costurile și cresc eficiența afacerii tale.": "我们帮助您识别并实施自动化流程、降低成本并提高业务效率的技术解决方案。",
    "Dezvoltare și optimizare aplicații web": "开发与优化Web应用程序",
    "Dezvoltăm și optimizăm aplicații web personalizate pentru afacerea ta, utilizând tehnologii moderne pentru a asigura scalabilitate și performanță.": "我们为您的业务开发和优化定制Web应用程序，使用现代技术确保可扩展性和性能。",
    "Analiză și consultanță IT": "IT分析与咨询",
    "Identificăm nevoile tale tehnologice și oferim soluții personalizate.": "我们识别您的技术需求并提供定制的解决方案。",
    "Dezvoltare aplicații personalizate": "定制应用开发",
    "Proiectăm și construim aplicații web de la zero, adaptate complet cerințelor tale.": "我们从零开始设计并构建完全符合您要求的Web应用程序。",
    "Optimizare performanță": "性能优化",
    "Creștem viteza și eficiența aplicațiilor existente pentru o experiență îmbunătățită a utilizatorilor.": "我们提高现有应用程序的速度和效率，以提供更好的用户体验。",
    "Mentenanță și suport continuu": "持续维护与支持",
    "Mentenanță și actualizări": "持续维护与更新",
    "Asigurăm actualizări regulate și rezolvarea rapidă a eventualelor probleme tehnice.": "我们提供定期更新并迅速解决任何技术问题。",
    "Asigurăm compatibilitatea completă a paginilor cu dispozitivele mobile și desktop.": "我们确保页面与移动设备和桌面设备完全兼容。",
    "Export date": "数据导出",
    "Implementăm funcționalități de export de date în format Excel și PDF direct din aplicațiile dezvoltate.": "我们实现直接从开发的应用程序中以Excel和PDF格式导出数据功能。",
    "Soluții dezvoltare landing page-uri": "着陆页开发解决方案",
    "Oferim soluții rapide și eficiente pentru gestionarea conținutului online și crearea de pagini de prezentare care atrag și convertează.": "我们提供快速高效的解决方案，用于管理在线内容和创建吸引并转化的展示页面。",
    "Dezvoltare CMS personalizate": "定制CMS开发",
    "Construim sisteme de administrare a conținutului adaptate exact nevoilor tale.": "我们构建完全符合您需求的内容管理系统。",
    "Landing page-uri pentru conversii": "转化着陆页",
    "Design și implementare de pagini de vânzări și prezentare, rapide și eficiente.": "设计和实施快速高效的销售和展示页面。",
    "Optimizare SEO": "SEO优化",
    "Integrare și optimizare pentru motoarele de căutare pentru o vizibilitate sporită.": "为搜索引擎进行集成和优化，以提高可见度。",
    "Testimoniale și recenzii": "客户推荐",
    "Iată ce spun câțiva dintre clienții noștri fideli despre experiența lor cu Lodgrin": "以下是我们一些忠实客户对Lodgrin的体验评价",
    "Suport și scalabilitate": "支持与可扩展性",
    "Oferim suport continuu și soluții scalabile pe măsură ce afacerea ta crește.": "随着您的业务增长，我们提供持续支持和可扩展的解决方案。",
    "antreprenor": "企业家",
    "manager de proiect": "项目经理",
    "director de marketing": "市场营销总监",
    "proprietar de afacere": "企业所有者",
    "specialist IT": "IT专家",
    "manager HR": "人力资源经理",
    "Am apelat la LODGRIN pentru dezvoltarea aplicației noastre de management și nu am putut fi mai fericit! Echipa a fost super deschisă la ideile noastre și au reușit să ne ofere exact ce ne-am dorit. Chiar și când am avut întrebări sau nevoie de modificări, au fost mereu disponibili. Recomand cu căldură!": "我们联系了LODGRIN开发我们的管理应用程序，我们非常满意！团队对我们的想法非常开放，成功地提供了我们所需的一切。即使当我们有问题或需要修改时，他们总是随时可用。我强烈推荐！",
    "Întâmpinam mereu provocări în ceea ce privește sistemele noastre IT, dar echipa de la LODGRIN a fost un real sprijin. Au reușit să integreze soluții noi rapid și fără dureri de cap. Lucrăm acum mult mai eficient! Mulțumim, LODGRIN!": "我们在IT系统方面总是面临挑战，但LODGRIN团队是真正的支持。他们成功地快速而顺利地集成了新解决方案。我们现在工作更加高效！感谢LODGRIN！",
    "Nu am avut cele mai bune experiențe cu furnizorii de IT, dar cu LODGRIN a fost diferit. Oamenii ăștia chiar știu ce fac! Au făcut totul să decurgă ușor și au rezolvat rapid toate problemele pe care le-am avut.": "我与IT供应商的经历并不算好，但与LODGRIN合作完全不同。他们真的知道自己在做什么！他们让一切都顺利进行，并快速解决了我们遇到的所有问题。",
    "Îmi place să lucrez cu LODGRIN. Au o echipă fantastică și mereu găsesc soluții rapide. Ne-au ajutat să dezvoltam aplicația noastră, iar clienții noștri au observat diferența. Am fost plăcut surprinsă de cât de bine comunică! Vă mulțumesc, echipă!": "我喜欢与LODGRIN合作。他们有一个棒极了的团队，总能找到快速的解决方案。他们帮助我们开发了应用程序，我们的客户注意到了区别。我对他们沟通得如此顺畅感到惊讶！谢谢你们，团队！",
    "Ca specialist IT, am colaborat cu LODGRIN la mai multe proiecte. Pot să spun că sunt foarte profesioniști, dar și foarte prietenoși. Întotdeauna mi-au oferit sfaturi valoroase și soluții inovatoare. Cu siguranță voi continua colaborarea!": "作为一名IT专家，我与LODGRIN合作了多个项目。我可以说他们既专业又友好。他们始终给我提供宝贵的建议和创新的解决方案。我肯定会继续合作！",
    "Serviciile de la LODGRIN au fost un adevărat salvator pentru noi...": "LODGRIN 的服务对我们来说真是救命稻草。他们帮助我们优化了系统，节省了时间。我们得到了持续且高效的支持。我一定会向行业中的同事推荐他们！",
    "Vrem să fim mereu la un mesaj distanță...": "我们希望随时都能为您提供帮助！我们的团队准备好为您提供所需的支持，帮助您将想法变为现实。如有任何问题或合作，请随时联系我们！",
    "Cod poștal": "邮政编码",
    "Popescu Ion": "约翰·多 (John Doe)",
    "Denumire companie SRL": "公司名称...",
    "popescu.ios@email.ro": "john.doe@example.com",
    "0712 345 678": "+1 (234) 567-890",
    "Mesajul dvs...": "您的信息...",
    "Adresă": "地址",
    "Numar de telefon": "电话号码",
    "Email": "电子邮件",
    "Nume & Prenume": "名字 & 姓氏",
    "Companie / CUI": "公司",
    "Mesaj": "消息",
    "Trimite formularul": "提交表单",
    "Sunt de acord cu": "我同意",
    "Politica de Confidențialitate": "隐私政策",
    "termenii și condițiile": "条款和条件",
    "de utilizare": "使用",
    "Sunt de acord cu": "我同意",
    "politica de prelucrare a datelor": "数据处理政策",
    "Am peste 16 ani": "我已超过16岁",
    "Sunt de acord cu termenii și condițiile de utilizare. Sunt de acord cu politica de prelucrare a datelor. Am peste 16 ani.": "我同意使用条款和条件。我同意数据处理政策。我已超过16岁。",
    "Politica": "政策",
    "© 2025 LODGRIN S.R.L. Toate drepturile rezervate.": "© 2025 LODGRIN S.R.L. 保留所有权利。",
    "Toate drepturile rezervate": "保留所有权利",
    "Politica de Confidențialitate, GDPR și Termeni și Condiții - LODGRIN SRL": "隐私政策、GDPR和条款与条件 - LODGRIN SRL",
    "Politica de Confidențialitate": "隐私政策",
    "Informații Generale": "一般信息",
    "Nume firmă:": "公司名称：",
    "Cod Unic de Înregistrare:": "唯一注册代码：",
    "Nr. Înmatriculare:": "注册号码：",
    "EUID:": "EUID：",
    "Ce date colectăm?": "我们收集哪些数据？",
    "Cum protejăm datele?": "我们如何保护数据？",
    "Acceptarea Termenilor": "接受条款",
    "Serviciile Noastre": "我们的服务",
    "Limitarea Răspunderii": "责任限制",
    "Drepturile Utilizatorilor": "用户权利",
    "Contact": "联系",
    "Politica GDPR": "GDPR政策",
    "Conform Regulamentului General privind Protecția Datelor (GDPR), utilizatorii au următoarele drepturi:": "根据《通用数据保护条例》（GDPR），用户享有以下权利：",
    "Pentru orice solicitare legată de protecția datelor, ne puteți contacta la:": "如需任何与数据保护相关的请求，您可以通过以下方式联系我们：",
    "Dreptul de acces la date": "访问数据的权利",
    "Dreptul de rectificare sau ștergere": "更正或删除的权利",
    "Dreptul de a obiecta asupra prelucrării": "反对处理的权利",
    "Dreptul de portabilitate a datelor": "数据可携带权",
    "Email:": "电子邮件：",
    "Telefon:": "电话：",
    "LODGRIN SRL (\"noi\", \"compania\", \"LODGRIN\") respectă confidențialitatea utilizatorilor săi și se angajează să protejeze datele personale conform legislației GDPR.": "LODGRIN SRL（\"我们\"，\"公司\"，\"LODGRIN\"）尊重用户隐私，并承诺根据GDPR法规保护个人数据。",
    "Pentru utilizatorii care folosesc formularul de tarife și formularul de contract, LODGRIN SRL NU stochează, NU vinde și NU distribuie datele cu caracter personal. Orice informație furnizată este utilizată exclusiv pentru scopul răspunsului la solicitarea utilizatorului și nu este păstrată.": "对于使用定价表单和合同表单的用户，LODGRIN SRL 不存储、不出售、不分发个人数据。提供的任何信息仅用于回应用户请求，且不会被保留。",
    "Nu stocăm datele pe servere proprii sau terțe. Comunicările se fac doar pentru scopul declarat de utilizator. Nu partajăm datele cu terți.": "我们不会将数据存储在我们自己的服务器或第三方服务器上。通信仅用于用户声明的目的。我们不会与第三方共享数据。",
    "Prin utilizarea site-ului nostru, sunteți de acord cu Termenii și Condițiile prezentate mai jos.": "通过使用我们的网站，您同意以下条款和条件。",
    "Site-ul nostru oferă doar informații despre serviciile LODGRIN SRL. Utilizatorii pot solicita oferte de prețurile prin formularul de tarife sau formularul de contract.": "我们的网站仅提供有关LODGRIN SRL服务的信息。用户可以通过定价表单或合同表单请求价格报价。",
    "LODGRIN SRL nu este responsabil pentru eventualele erori, omisiuni sau informații inexacte prezentate pe site.": "LODGRIN SRL 对网站上可能出现的错误、遗漏或不准确信息不承担责任。",
    "Utilizatorii au dreptul de a ne contacta pentru orice întrebare legată de utilizarea datelor personale.": "用户有权联系我们，询问任何与个人数据使用相关的问题。",
    "Cere o ofertă personalizată": "请求个性化报价",
    "Trimite formularul": "提交表单",
    "Formularul a fost trimis cu succes": "表单已成功提交。",
    "Va multumim pentru mesaj!": "感谢您的留言！",
    "Acest câmp este obligatoriu.": "此字段为必填项。",
    "Aceasta bifa este obligatorie.": "此复选框为必选项。",
    "caractere": "字符",
    "Trebuie să fiți de acord cu termenii și condițiile.": "您必须同意条款和条件。",
    "Mesajul trebuie să conțină cel puțin 50 caractere.": "消息必须包含至少50个字符。",
    "Acest câmp nu poate depăși 1000 caractere.": "此字段不能超过1000个字符。",
    "Acest câmp nu poate depăși 100 caractere.": "此字段不能超过100个字符。",
    "Acest câmp nu poate depăși 50 caractere.": "此字段不能超过50个字符。",
    "Acest câmp nu poate depăși 200 caractere.": "此字段不能超过200个字符。",
    "Valoarea introdusă trebuie să fie un text valid.": "输入的值必须是有效的文本。"
}
