{
    "Despre noi": "About us",
    "Serviciile noastre": "Our services",
    "Testimoniale": "Testimonials",
    "Tarife": "Pricing",
    "Contact": "Contact",

    "Dezvoltăm soluții web.": "We develop web solutions.",
    "Dezvoltăm": "We develop",
    "soluții web.": "web solutions",
    "Amplificăm succesul afacerii tale.": "We amplify your business success.",
    "Amplificăm": "We amplify",
    "succesul afacerii tale.": "your business success.",
    "Fie că ai nevoie de o platformă customizată sau de o aplicație scalabilă, suntem aici să transformăm viziunea ta în realitate. Cu soluții eficiente și design modern, îți oferim exact ceea ce ai nevoie pentru a reuși.": "Whether you need a customized platform or a scalable application, we are here to turn your vision into reality. With efficient solutions and modern design, we offer exactly what you need to succeed.",
    "Consultanță IT și automatizare procese": "IT consultancy and process automation",
    "Automatizare procese": "Process automation",
    "Implementăm soluții de automatizare de la gestionarea stocurilor la facturare automată.": "We implement automation solutions from inventory management to automated invoicing.",
    "Integrare API și sisteme externe": "API integration and external systems",
    "Conectăm aplicațiile tale cu servicii externe pentru o gestionare integrată.": "We connect your applications with external services for integrated management.",
    "Soluții cloud": "Cloud solutions",
    "Oferim soluții de hosting și migrare către platforme cloud(DigitalOcean).": "We offer hosting solutions and migration to cloud platforms (DigitalOcean).",

    "Contactează-ne": "Contact us",
    "Vezi mai multe": "See more",

    "Dezvoltare Personalizată": "Custom Development",
    "Soluții tailor-made pentru nevoile tale specifice.": "Tailor-made solutions for your specific needs.",
    "Integrare API": "API Integration",
    "Conectăm aplicațiile tale pentru a lucra eficient împreună.": "We connect your applications to work efficiently together.",
    "Design Responsiv": "Responsive Design",
    "Interfețe care arată bine pe orice dispozitiv.": "Interfaces that look great on any device.",
    "Suport Tehnic": "Technical Support",
    "Asistență constantă pentru o funcționare fără probleme.": "Constant assistance for seamless operation.",

    "Dezvoltăm chiar și": "We also develop",
    "Aplicații de Management al Proiectelor": "Project Management Applications",
    "Sisteme de Gestionare a Relațiilor cu Clienții (CRM)": "Customer Relationship Management (CRM) Systems",
    "Aplicații de Gestiune a Resurselor Umane (HRM)": "Human Resource Management (HRM) Applications",
    "Sisteme de Gestionare a Conținutului (CMS)": "Content Management Systems (CMS)",
    "Aplicații Financiare și de Bugetare": "Financial and Budgeting Applications",
    "Platforme de Feedback și Recenzii": "Feedback and Review Platforms",

    "DESPRE NOI": "ABOUT US",
    "La LODGRIN, suntem pasionați de tehnologie și inovație, oferind soluții digitale personalizate. Deși suntem o firmă nouă, avem experiență valoroasă și suntem pregătiți să facem față provocărilor. Misiunea noastră este să sprijinim afaceri de toate dimensiunile în digitalizare, livrând servicii de cea mai înaltă calitate. Credem în puterea colaborării și lucrăm îndeaproape cu clienții pentru a reflecta viziunea și obiectivele lor. Hai să construim împreună viitorul afacerii tale!": "At LODGRIN, we are passionate about technology and innovation, providing personalized digital solutions. Although we are a new company, we have valuable experience and are ready to face challenges. Our mission is to support businesses of all sizes in digitalization, delivering top-quality services. We believe in the power of collaboration and work closely with our clients to reflect their vision and objectives. Let’s build the future of your business together!",
    "Te ajutăm să identifici și să implementezi soluții tehnologice care automatizează procesele, reduc costurile și cresc eficiența afacerii tale.": "We help you identify and implement technological solutions that automate processes, reduce costs and increase the efficiency of your business.",

    "Dezvoltare și optimizare aplicații web": "Development and optimization of web applications",
    "Dezvoltăm și optimizăm aplicații web personalizate pentru afacerea ta, utilizând tehnologii moderne pentru a asigura scalabilitate și performanță.": "We develop and optimize customized web applications for your business, using modern technologies to ensure scalability and performance.",
    "Analiză și consultanță IT": "IT analysis and consulting",
    "Identificăm nevoile tale tehnologice și oferim soluții personalizate.": "We identify your technology needs and offer customized solutions.",

    "Dezvoltare aplicații personalizate": "Custom application development",
    "Proiectăm și construim aplicații web de la zero, adaptate complet cerințelor tale.": "We design and build web applications from scratch, fully tailored to your requirements.",
    "Optimizare performanță": "Performance optimization",
    "Creștem viteza și eficiența aplicațiilor existente pentru o experiență îmbunătățită a utilizatorilor.": "We increase the speed and efficiency of existing applications for an improved user experience.",
    "Mentenanță și suport continuu": "Continuous maintenance and support",
    "Mentenanță și actualizări": "Continuous maintenance and updates",
    "Asigurăm actualizări regulate și rezolvarea rapidă a eventualelor probleme tehnice.": "We provide regular updates and quick resolution of any technical issues.",
    "Asigurăm compatibilitatea completă a paginilor cu dispozitivele mobile și desktop.": "We ensure full compatibility of pages with mobile and desktop devices.",
    "Export date": "Data export",
    "Implementăm funcționalități de export de date în format Excel și PDF direct din aplicațiile dezvoltate.": "We implement data export functionalities in Excel and PDF format directly from developed applications.",

    "Soluții dezvoltare landing page-uri": "Landing page development solutions",
    "Oferim soluții rapide și eficiente pentru gestionarea conținutului online și crearea de pagini de prezentare care atrag și convertează.": "We offer fast and efficient solutions for managing online content and creating presentation pages that attract and convert.",

    "Dezvoltare CMS personalizate": "Custom CMS development",
    "Construim sisteme de administrare a conținutului adaptate exact nevoilor tale.": "We build content management systems tailored to your exact needs.",
    "Landing page-uri pentru conversii": "Landing pages for conversions",
    "Design și implementare de pagini de vânzări și prezentare, rapide și eficiente.": "Design and implementation of sales and presentation pages, fast and efficient.",
    "Optimizare SEO": "SEO optimization",
    "Integrare și optimizare pentru motoarele de căutare pentru o vizibilitate sporită.": "Integration and optimization for search engines for increased visibility.",

    "Testimoniale și recenzii": "Customer Testimonials",
    "Iată ce spun câțiva dintre clienții noștri fideli despre experiența lor cu Lodgrin": "Here’s what some of our loyal clients say about their experience with Lodgrin",
    "Suport și scalabilitate": "Support and Scalability",
    "Oferim suport continuu și soluții scalabile pe măsură ce afacerea ta crește.": "We provide ongoing support and scalable solutions as your business grows.",
    "antreprenor": "entrepreneur",
    "manager de proiect": "project manager",
    "director de marketing": "marketing director",
    "proprietar de afacere": "business owner",
    "specialist IT": "IT specialist",
    "manager HR": "HR manager",
    "Am apelat la LODGRIN pentru dezvoltarea aplicației noastre de management și nu am putut fi mai fericit! Echipa a fost super deschisă la ideile noastre și au reușit să ne ofere exact ce ne-am dorit. Chiar și când am avut întrebări sau nevoie de modificări, au fost mereu disponibili. Recomand cu căldură!": "We turned to LODGRIN for the development of our management application and we couldn't be happier! The team was super open to our ideas and they managed to give us exactly what we wanted. Even when we had questions or needed changes, they were always available. I highly recommend!",
    "Întâmpinam mereu provocări în ceea ce privește sistemele noastre IT, dar echipa de la LODGRIN a fost un real sprijin. Au reușit să integreze soluții noi rapid și fără dureri de cap. Lucrăm acum mult mai eficient! Mulțumim, LODGRIN!": "We were always facing challenges with our IT systems, but the LODGRIN team was a real support. They managed to integrate new solutions quickly and without any headaches. We are now working much more efficiently! Thank you, LODGRIN!",
    "Nu am avut cele mai bune experiențe cu furnizorii de IT, dar cu LODGRIN a fost diferit. Oamenii ăștia chiar știu ce fac! Au făcut totul să decurgă ușor și au rezolvat rapid toate problemele pe care le-am avut.": "I haven't had the best experiences with IT providers, but with LODGRIN it was different. These people really know what they are doing! They made everything go smoothly and quickly solved all the problems I had.",
    "Îmi place să lucrez cu LODGRIN. Au o echipă fantastică și mereu găsesc soluții rapide. Ne-au ajutat să dezvoltam aplicația noastră, iar clienții noștri au observat diferența. Am fost plăcut surprinsă de cât de bine comunică! Vă mulțumesc, echipă!": "I love working with LODGRIN. They have a fantastic team and always find quick solutions. They helped us develop our app, and our customers noticed the difference. I was pleasantly surprised by how well they communicate! Thank you, team!",
    "Ca specialist IT, am colaborat cu LODGRIN la mai multe proiecte. Pot să spun că sunt foarte profesioniști, dar și foarte prietenoși. Întotdeauna mi-au oferit sfaturi valoroase și soluții inovatoare. Cu siguranță voi continua colaborarea!": "As an IT specialist, I have collaborated with LODGRIN on several projects. I can say that they are very professional, but also very friendly. They have always given me valuable advice and innovative solutions. I will definitely continue the collaboration!",
    "Serviciile de la LODGRIN au fost un adevărat salvator pentru noi. Ne-au ajutat să optimizăm sistemele și să economisim timp. Am avut parte de suport constant și foarte eficient. Cu siguranță le voi recomanda si colegilor din industrie!": "LODGRIN's services were a real lifesaver for us. They helped us optimize our systems and save time. We received constant and very efficient support. I will definitely recommend them to my colleagues in the industry!",
    "Vrem să fim mereu la un mesaj distanță! Echipa noastră este pregătită să îți ofere suportul de care ai nevoie pentru a-ți transforma ideile în realitate. Nu ezita să ne contactezi pentru orice întrebări sau colaborări!": "We want to be always just a message away! Our team is ready to provide you with the support you need to turn your ideas into reality. Don't hesitate to contact us for any questions or collaborations!",
    "Cod poștal": "Postal code",
    "Popescu Ion": "John Doe",
    "Denumire companie SRL": "Company name...",
    "popescu.ios@email.ro": "john.doe@example.com",
    "0712 345 678": "+1 (234) 567-890",
    "Mesajul dvs...": "Your message...",

    "Adresă": "Address",
    "Numar de telefon": "Phone number",
    "Email": "Email",
    "Nume & Prenume": "First Name & Last Name",
    "Companie / CUI": "Company",
    "Mesaj": "Message",
    "Trimite formularul": "Send form",
    "Sunt de acord cu": "I agree with the",
    "Politica de Confidențialitate": "Privacy Policy",
    "termenii și condițiile": "terms and conditions",
    "de utilizare": "of use",
    "Sunt de acord cu": "I agree with the",
    "politica de prelucrare a datelor": "the data processing policy",
    "Am peste 16 ani": "I am over 16 years old",
    "Sunt de acord cu termenii și condițiile de utilizare. Sunt de acord cu politica de prelucrare a datelor. Am peste 16 ani.": "I agree with the terms and conditions of use. I agree with the data processing policy. I am over 16 years old.",
    "Politica": "Politics",

    "© 2025 LODGRIN S.R.L. Toate drepturile rezervate.": "© 2025 LODGRIN S.R.L. All rights reserved.",
    "Toate drepturile rezervate": "All rights reserved",
    "Politica de Confidențialitate, GDPR și Termeni și Condiții - LODGRIN SRL": "Privacy Policy, GDPR and Terms and Conditions - LODGRIN SRL",
    "Politica de Confidențialitate": "Privacy Policy",
    "Informații Generale": "General Information",
    "Nume firmă:": "Company Name:",
    "Cod Unic de Înregistrare:": "Unique Registration Code:",
    "Nr. Înmatriculare:": "Registration Number:",
    "EUID:": "EUID:",
    "Ce date colectăm?": "What data do we collect?",
    "Cum protejăm datele?": "How do we protect data?",
    "Acceptarea Termenilor": "Acceptance of Terms",
    "Serviciile Noastre": "Our Services",
    "Limitarea Răspunderii": "Limitation of Liability",
    "Drepturile Utilizatorilor": "User Rights",
    "Drepturile Utilizatorilor": "User Rights",
    "Contact": "Contact",
    "Politica GDPR": "GDPR Policy",
    "Conform Regulamentului General privind Protecția Datelor (GDPR), utilizatorii au următoarele drepturi:": "According to the General Data Protection Regulation (GDPR), users have the following rights:",
    "Pentru orice solicitare legată de protecția datelor, ne puteți contacta la:": "For any request related to data protection, you can contact us at:",
    "Dreptul de acces la date": "Right of Access to Data",
    "Dreptul de rectificare sau ștergere": "Right to Rectification or Deletion",
    "Dreptul de a obiecta asupra prelucrării": "Right to Object to Processing",
    "Dreptul de portabilitate a datelor": "Right to Data Portability",
    "Email:": "Email:",
    "Telefon:": "Phone:",
    "LODGRIN SRL (\"noi\", \"compania\", \"LODGRIN\") respectă confidențialitatea utilizatorilor săi și se angajează să protejeze datele personale conform legislației GDPR.": "LODGRIN SRL (\"we\", \"the company\", \"LODGRIN\") respects the privacy of its users and is committed to protecting personal data in accordance with GDPR legislation.",
    "Pentru utilizatorii care folosesc formularul de tarife și formularul de contract, LODGRIN SRL NU stochează, NU vinde și NU distribuie datele cu caracter personal. Orice informație furnizată este utilizată exclusiv pentru scopul răspunsului la solicitarea utilizatorului și nu este păstrată.": "For users who use the tariff form and the contract form, LODGRIN SRL DOES NOT store, DOES NOT sell or distribute personal data. Any information provided is used exclusively for the purpose of responding to the user's request and is not retained.",
    "Nu stocăm datele pe servere proprii sau terțe. Comunicările se fac doar pentru scopul declarat de utilizator. Nu partajăm datele cu terți.": "We do not store data on our own or third-party servers. Communications are made only for the purpose declared by the user. We do not share data with third parties.",
    "Prin utilizarea site-ului nostru, sunteți de acord cu Termenii și Condițiile prezentate mai jos.": "By using our website, you agree to the Terms and Conditions set out below.",
    "Site-ul nostru oferă doar informații despre serviciile LODGRIN SRL. Utilizatorii pot solicita oferte de prețurile prin formularul de tarife sau formularul de contract.": "Our website only provides information about the services of LODGRIN SRL. Users can request price offers through the tariff form or the contract form.",
    "LODGRIN SRL nu este responsabil pentru eventualele erori, omisiuni sau informații inexacte prezentate pe site.": "LODGRIN SRL is not responsible for any errors, omissions or inaccurate information presented on the site.",
    "Utilizatorii au dreptul de a ne contacta pentru orice întrebare legată de utilizarea datelor personale.": "Users have the right to contact us with any questions related to the use of personal data.",
    "Cere o ofertă personalizată": "Request a personalized offer",
    "Trimite formularul": "Submit",
    "Formularul a fost trimis cu succes": "The form was submitted successfully.",
    "Va multumim pentru mesaj!": "Thank you for the message!",
    "Acest câmp este obligatoriu.": "This field is required.",
    "Aceasta bifa este obligatorie.": "This check box is mandatory.",
    "caractere": "characters",
    "Trebuie să fiți de acord cu termenii și condițiile.": "You must agree to the terms and conditions.",
    "Mesajul trebuie să conțină cel puțin 50 caractere.": "The message must contain at least 50 characters.",
    "Acest câmp nu poate depăși 1000 caractere.": "This field cannot exceed 1000 characters.",
    "Acest câmp nu poate depăși 100 caractere.":"This field cannot exceed 100 characters.",
    "Acest câmp nu poate depăși 50 caractere.": "This field cannot exceed 50 characters.",
    "Acest câmp nu poate depăși 200 caractere.": "This field cannot exceed 200 characters.",
    "Valoarea introdusă trebuie să fie un text valid.": "The value entered must be valid text."
}
