{
    "Despre noi": "Sobre nosotros",
    "Serviciile noastre": "Nuestros servicios",
    "Testimoniale": "Testimonios",
    "Tarife": "Precios",
    "Contact": "Contacto",

    "Dezvoltăm soluții web.": "Desarrollamos soluciones web.",
    "Dezvoltăm": "Desarrollamos",
    "soluții web.": "soluciones web",
    "Amplificăm succesul afacerii tale.": "Amplificamos el éxito de tu negocio.",
    "Amplificăm": "Amplificamos",
    "succesul afacerii tale.": "el éxito de tu negocio.",
    "Fie că ai nevoie de o platformă customizată sau de o aplicație scalabilă, suntem aici să transformăm viziunea ta în realitate. Cu soluții eficiente și design modern, îți oferim exact ceea ce ai nevoie pentru a reuși.": "Ya sea que necesites una plataforma personalizada o una aplicación escalable, estamos aquí para convertir tu visión en realidad. Con soluciones eficientes y un diseño moderno, te ofrecemos exactamente lo que necesitas para tener éxito.",
    "Consultanță IT și automatizare procese": "Consultoría IT y automatización de procesos",
    "Automatizare procese": "Automatización de procesos",
    "Implementăm soluții de automatizare de la gestionarea stocurilor la facturare automată.": "Implementamos soluciones de automatización desde la gestión de inventarios hasta la facturación automática.",
    "Integrare API și sisteme externe": "Integración de API y sistemas externos",
    "Conectăm aplicațiile tale cu servicii externe pentru o gestionare integrată.": "Conectamos tus aplicaciones con servicios externos para una gestión integrada.",
    "Soluții cloud": "Soluciones en la nube",
    "Oferim soluții de hosting și migrare către platforme cloud(DigitalOcean).": "Ofrecemos soluciones de hosting y migración a plataformas en la nube (DigitalOcean).",

    "Contactează-ne": "Contáctanos",
    "Vezi mai multe": "Ver más",

    "Dezvoltare Personalizată": "Desarrollo Personalizado",
    "Soluții tailor-made pentru nevoile tale specifice.": "Soluciones hechas a medida para tus necesidades específicas.",
    "Integrare API": "Integración de API",
    "Conectăm aplicațiile tale pentru a lucra eficient împreună.": "Conectamos tus aplicaciones para que trabajen de manera eficiente juntas.",
    "Design Responsiv": "Diseño Responsivo",
    "Interfețe care arată bine pe orice dispozitiv.": "Interfaces que se ven bien en cualquier dispositivo.",
    "Suport Tehnic": "Soporte Técnico",
    "Asistență constantă pentru o funcționare fără probleme.": "Asistencia constante para un funcionamiento sin problemas.",

    "Dezvoltăm chiar și": "También desarrollamos",
    "Aplicații de Management al Proiectelor": "Aplicaciones de Gestión de Proyectos",
    "Sisteme de Gestionare a Relațiilor cu Clienții (CRM)": "Sistemas de Gestión de Relaciones con Clientes (CRM)",
    "Aplicații de Gestiune a Resurselor Umane (HRM)": "Aplicaciones de Gestión de Recursos Humanos (HRM)",
    "Sisteme de Gestionare a Conținutului (CMS)": "Sistemas de Gestión de Contenidos (CMS)",
    "Aplicații Financiare și de Bugetare": "Aplicaciones Financieras y de Presupuesto",
    "Platforme de Feedback și Recenzii": "Plataformas de Comentarios y Reseñas",

    "DESPRE NOI": "SOBRE NOSOTROS",
    "La LODGRIN, suntem pasionați de tehnologie și inovație, oferind soluții digitale personalizate. Deși suntem o firmă nouă, avem experiență valoroasă și suntem pregătiți să facem față provocărilor. Misiunea noastră este să sprijinim afaceri de toate dimensiunile în digitalizare, livrând servicii de cea mai înaltă calitate. Credem în puterea colaborării și lucrăm îndeaproape cu clienții pentru a reflecta viziunea și obiectivele lor. Hai să construim împreună viitorul afacerii tale!": "En LODGRIN, nos apasiona la tecnología y la innovación, ofreciendo soluciones digitales personalizadas. Aunque somos una empresa nueva, tenemos valiosa experiencia y estamos listos para afrontar los desafíos. Nuestra misión es apoyar a empresas de todos los tamaños en su digitalización, ofreciendo servicios de la más alta calidad. Creemos en el poder de la colaboración y trabajamos de cerca con nuestros clientes para reflejar su visión y objetivos. ¡Construyamos juntos el futuro de tu negocio!",
    "Te ajutăm să identifici și să implementezi soluții tehnologice care automatizează procesele, reduc costurile și cresc eficiența afacerii tale.": "Te ayudamos a identificar e implementar soluciones tecnológicas que automaticen procesos, reduzcan costos y aumenten la eficiencia de tu negocio.",

    "Dezvoltare și optimizare aplicații web": "Desarrollo y optimización de aplicaciones web",
    "Dezvoltăm și optimizăm aplicații web personalizate pentru afacerea ta, utilizând tehnologii moderne pentru a asigura scalabilitate și performanță.": "Desarrollamos y optimizamos aplicaciones web personalizadas para tu negocio, utilizando tecnologías modernas para asegurar escalabilidad y rendimiento.",
    "Analiză și consultanță IT": "Análisis y consultoría IT",
    "Identificăm nevoile tale tehnologice și oferim soluții personalizate.": "Identificamos tus necesidades tecnológicas y ofrecemos soluciones personalizadas.",

    "Dezvoltare aplicații personalizate": "Desarrollo de aplicaciones personalizadas",
    "Proiectăm și construim aplicații web de la zero, adaptate complet cerințelor tale.": "Diseñamos y construimos aplicaciones web desde cero, totalmente adaptadas a tus requisitos.",
    "Optimizare performanță": "Optimización de rendimiento",
    "Creștem viteza și eficiența aplicațiilor existente pentru o experiență îmbunătățită a utilizatorilor.": "Aumentamos la velocidad y eficiencia de las aplicaciones existentes para una mejor experiencia del usuario.",
    "Mentenanță și suport continuu": "Mantenimiento y soporte continuo",
    "Mentenanță și actualizări": "Mantenimiento y actualizaciones",
    "Asigurăm actualizări regulate și rezolvarea rapidă a eventualelor probleme tehnice.": "Proporcionamos actualizaciones regulares y resolución rápida de cualquier problema técnico.",
    "Asigurăm compatibilitatea completă a paginilor cu dispozitivele mobile și desktop.": "Garantizamos la compatibilidad completa de las páginas con dispositivos móviles y de escritorio.",
    "Export date": "Exportación de datos",
    "Implementăm funcționalități de export de date în format Excel și PDF direct din aplicațiile dezvoltate.": "Implementamos funcionalidades de exportación de datos en formato Excel y PDF directamente desde las aplicaciones desarrolladas.",

    "Soluții dezvoltare landing page-uri": "Soluciones de desarrollo de landing pages",
    "Oferim soluții rapide și eficiente pentru gestionarea conținutului online și crearea de pagini de prezentare care atrag și convertează.": "Ofrecemos soluciones rápidas y eficientes para gestionar contenido online y crear páginas de presentación que atraigan y conviertan.",

    "Dezvoltare CMS personalizate": "Desarrollo de CMS personalizados",
    "Construim sisteme de administrare a conținutului adaptate exact nevoilor tale.": "Construimos sistemas de gestión de contenidos adaptados exactamente a tus necesidades.",
    "Landing page-uri pentru conversii": "Landing pages para conversiones",
    "Design și implementare de pagini de vânzări și prezentare, rapide și eficiente.": "Diseño e implementación de páginas de ventas y presentación, rápidas y eficientes.",
    "Optimizare SEO": "Optimización SEO",
    "Integrare și optimizare pentru motoarele de căutare pentru o vizibilitate sporită.": "Integración y optimización para motores de búsqueda para una mayor visibilidad.",

    "Testimoniale și recenzii": "Testimonios y opiniones",
    "Iată ce spun câțiva dintre clienții noștri fideli despre experiența lor cu Lodgrin": "Aquí está lo que algunos de nuestros clientes leales dicen sobre su experiencia con Lodgrin",
    "Suport și scalabilitate": "Soporte y escalabilidad",
    "Oferim suport continuu și soluții scalabile pe măsură ce afacerea ta crește.": "Ofrecemos soporte continuo y soluciones escalables a medida que tu negocio crece.",
    "antreprenor": "emprendedor",
    "manager de proiect": "gerente de proyecto",
    "director de marketing": "director de marketing",
    "proprietar de afacere": "propietario de negocio",
    "specialist IT": "especialista IT",
    "manager HR": "gerente de RRHH",
    "Am apelat la LODGRIN pentru dezvoltarea aplicației noastre de management și nu am putut fi mai fericit! Echipa a fost super deschisă la ideile noastre și au reușit să ne ofere exact ce ne-am dorit. Chiar și când am avut întrebări sau nevoie de modificări, au fost mereu disponibili. Recomand cu căldură!": "Nos dirigimos a LODGRIN para el desarrollo de nuestra aplicación de gestión y ¡no podríamos estar más felices! El equipo fue muy abierto a nuestras ideas y lograron darnos exactamente lo que queríamos. Incluso cuando tuvimos preguntas o necesitamos cambios, siempre estuvieron disponibles. ¡Los recomiendo encarecidamente!",
    "Întâmpinam mereu provocări în ceea ce privește sistemele noastre IT, dar echipa de la LODGRIN a fost un real sprijin. Au reușit să integreze soluții noi rapid și fără dureri de cap. Lucrăm acum mult mai eficient! Mulțumim, LODGRIN!": "Siempre enfrentamos desafíos con nuestros sistemas IT, pero el equipo de LODGRIN fue un verdadero apoyo. Lograron integrar nuevas soluciones rápidamente y sin dolores de cabeza. ¡Ahora trabajamos mucho más eficientemente! ¡Gracias, LODGRIN!",
    "Nu am avut cele mai bune experiențe cu furnizorii de IT, dar cu LODGRIN a fost diferit. Oamenii ăștia chiar știu ce fac! Au făcut totul să decurgă ușor și au rezolvat rapid toate problemele pe care le-am avut.": "No he tenido las mejores experiencias con proveedores de IT, pero con LODGRIN fue diferente. ¡Esta gente realmente sabe lo que hace! Hicieron que todo fuera fácil y resolvieron rápidamente todos los problemas que tuvimos.",
    "Îmi place să lucrez cu LODGRIN. Au o echipă fantastică și mereu găsesc soluții rapide. Ne-au ajutat să dezvoltam aplicația noastră, iar clienții noștri au observat diferența. Am fost plăcut surprinsă de cât de bine comunică! Vă mulțumesc, echipă!": "Me encanta trabajar con LODGRIN. Tienen un equipo fantástico y siempre encuentran soluciones rápidas. Nos ayudaron a desarrollar nuestra aplicación, y nuestros clientes notaron la diferencia. ¡Me sorprendió lo bien que se comunican! ¡Gracias, equipo!",
    "Ca specialist IT, am colaborat cu LODGRIN la mai multe proiecte. Pot să spun că sunt foarte profesioniști, dar și foarte prietenoși. Întotdeauna mi-au oferit sfaturi valoroase și soluții inovatoare. Cu siguranță voi continua colaborarea!": "Como especialista IT, he colaborado con LODGRIN en varios proyectos. Puedo decir que son muy profesionales, pero también muy amables. Siempre me dieron consejos valiosos y soluciones innovadoras. ¡Definitivamente continuaré colaborando!",
    "Serviciile de la LODGRIN au fost un adevărat salvator pentru noi. Ne-au ajutat să optimizăm sistemele și să economisim timp. Am avut parte de suport constant și foarte eficient. Cu siguranță le voi recomanda si colegilor din industrie!": "Los servicios de LODGRIN fueron un verdadero salvavidas para nosotros. Nos ayudaron a optimizar los sistemas y ahorrar tiempo. Recibimos soporte constante y muy eficiente. ¡Definitivamente los recomendaré a mis colegas en la industria!",
    "Vrem să fim mereu la un mesaj distanță! Echipa noastră este pregătită să îți ofere suportul de care ai nevoie pentru a-ți transforma ideile în realitate. Nu ezita să ne contactezi pentru orice întrebări sau colaborări!": "¡Queremos estar siempre a un mensaje de distancia! Nuestro equipo está listo para brindarte el apoyo que necesitas para convertir tus ideas en realidad. ¡No dudes en contactarnos para cualquier pregunta o colaboración!",
    "Cod poștal": "Código postal",
    "Popescu Ion": "Juan Pérez",
    "Denumire companie SRL": "Nombre de la empresa...",
    "popescu.ios@email.ro": "juan.perez@email.com",
    "0712 345 678": "+1 (234) 567-890",
    "Mesajul dvs...": "Su mensaje...",

    "Adresă": "Dirección",
    "Numar de telefon": "Número de teléfono",
    "Email": "Correo electrónico",
    "Nume & Prenume": "Nombre y Apellido",
    "Companie / CUI": "Empresa",
    "Mesaj": "Mensaje",
    "Trimite formularul": "Enviar formulario",
    "Sunt de acord cu": "Estoy de acuerdo con",
    "Politica de Confidențialitate": "Política de privacidad",
    "termenii și condițiile": "términos y condiciones",
    "de utilizare": "de uso",
    "Sunt de acord cu": "Estoy de acuerdo con",
    "politica de prelucrare a datelor": "la política de procesamiento de datos",
    "Am peste 16 ani": "Tengo más de 16 años",
    "Sunt de acord cu termenii și condițiile de utilizare. Sunt de acord cu politica de prelucrare a datelor. Am peste 16 ani.": "Estoy de acuerdo con los términos y condiciones de uso. Estoy de acuerdo con la política de procesamiento de datos. Tengo más de 16 años.",
    "Politica": "Política",

    "© 2025 LODGRIN S.R.L. Toate drepturile rezervate.": "© 2025 LODGRIN S.R.L. Todos los derechos reservados.",
    "Toate drepturile rezervate": "Todos los derechos reservados",
    "Politica de Confidențialitate, GDPR și Termeni și Condiții - LODGRIN SRL": "Política de privacidad, GDPR y Términos y condiciones - LODGRIN SRL",
    "Politica de Confidențialitate": "Política de privacidad",
    "Informații Generale": "Información general",
    "Nume firmă:": "Nombre de la empresa:",
    "Cod Unic de Înregistrare:": "Código único de registro:",
    "Nr. Înmatriculare:": "Número de registro:",
    "EUID:": "EUID:",
    "Ce date colectăm?": "¿Qué datos recopilamos?",
    "Cum protejăm datele?": "¿Cómo protegemos los datos?",
    "Acceptarea Termenilor": "Aceptación de los términos",
    "Serviciile Noastre": "Nuestros servicios",
    "Limitarea Răspunderii": "Limitación de responsabilidad",
    "Drepturile Utilizatorilor": "Derechos de los usuarios",
    "Drepturile Utilizatorilor": "Derechos de los usuarios",
    "Contact": "Contacto",
    "Politica GDPR": "Política GDPR",
    "Conform Regulamentului General privind Protecția Datelor (GDPR), utilizatorii au următoarele drepturi:": "De acuerdo con el Reglamento General de Protección de Datos (GDPR), los usuarios tienen los siguientes derechos:",
    "Pentru orice solicitare legată de protecția datelor, ne puteți contacta la:": "Para cualquier solicitud relacionada con la protección de datos, puede contactarnos en:",
    "Dreptul de acces la date": "Derecho de acceso a los datos",
    "Dreptul de rectificare sau ștergere": "Derecho de rectificación o eliminación",
    "Dreptul de a obiecta asupra prelucrării": "Derecho de objeción al procesamiento",
    "Dreptul de portabilitate a datelor": "Derecho a la portabilidad de los datos",
    "Email:": "Correo electrónico:",
    "Telefon:": "Teléfono:",
    "LODGRIN SRL (\"noi\", \"compania\", \"LODGRIN\") respectă confidențialitatea utilizatorilor săi și se angajează să protejeze datele personale conform legislației GDPR.": "LODGRIN SRL (\"nosotros\", \"la empresa\", \"LODGRIN\") respeta la privacidad de sus usuarios y se compromete a proteger los datos personales de acuerdo con la legislación GDPR.",
    "Pentru utilizatorii care folosesc formularul de tarife și formularul de contract, LODGRIN SRL NU stochează, NU vinde și NU distribuie datele cu caracter personal. Orice informație furnizată este utilizată exclusiv pentru scopul răspunsului la solicitarea utilizatorului și nu este păstrată.": "Para los usuarios que utilizan el formulario de tarifas y el formulario de contrato, LODGRIN SRL NO almacena, NO vende ni DISTRIBUYE datos personales. Cualquier información proporcionada se utiliza exclusivamente para responder a la solicitud del usuario y no se conserva.",
    "Nu stocăm datele pe servere proprii sau terțe. Comunicările se fac doar pentru scopul declarat de utilizator. Nu partajăm datele cu terți.": "No almacenamos datos en nuestros propios servidores ni en servidores de terceros. Las comunicaciones se realizan solo para el propósito declarado por el usuario. No compartimos datos con terceros.",
    "Prin utilizarea site-ului nostru, sunteți de acord cu Termenii și Condițiile prezentate mai jos.": "Al utilizar nuestro sitio web, usted acepta los Términos y Condiciones establecidos a continuación.",
    "Site-ul nostru oferă doar informații despre serviciile LODGRIN SRL. Utilizatorii pot solicita oferte de prețurile prin formularul de tarife sau formularul de contract.": "Nuestro sitio web solo proporciona información sobre los servicios de LODGRIN SRL. Los usuarios pueden solicitar ofertas de precios a través del formulario de tarifas o del formulario de contrato.",
    "LODGRIN SRL nu este responsabil pentru eventualele erori, omisiuni sau informații inexacte prezentate pe site.": "LODGRIN SRL no es responsable de cualquier error, omisión o información inexacta presentada en el sitio.",
    "Utilizatorii au dreptul de a ne contacta pentru orice întrebare legată de utilizarea datelor personale.": "Los usuarios tienen derecho a contactarnos con cualquier pregunta relacionada con el uso de datos personales.",
    "Cere o ofertă personalizată": "Solicitar una oferta personalizada",
    "Trimite formularul": "Enviar formulario",
    "Formularul a fost trimis cu succes": "El formulario ha sido enviado con éxito.",
    "Va multumim pentru mesaj!": "¡Gracias por el mensaje!",
    "Acest câmp este obligatoriu.": "Este campo es obligatorio.",
    "Aceasta bifa este obligatorie.": "Esta casilla es obligatoria.",
    "caractere": "caracteres",
    "Trebuie să fiți de acord cu termenii și condițiile.": "Debe aceptar los términos y condiciones.",
    "Mesajul trebuie să conțină cel puțin 50 caractere.": "El mensaje debe contener al menos 50 caracteres.",
    "Acest câmp nu poate depăși 1000 caractere.": "Este campo no puede exceder los 1000 caracteres.",
    "Acest câmp nu poate depăși 100 caractere.": "Este campo no puede exceder los 100 caracteres.",
    "Acest câmp nu poate depăși 50 caractere.": "Este campo no puede exceder los 50 caracteres.",
    "Acest câmp nu poate depăși 200 caractere.": "Este campo no puede exceder los 200 caracteres.",
    "Valoarea introdusă trebuie să fie un text valid.": "El valor introducido debe ser un texto válido."
}
