{
    "Despre noi": "À propos de nous",
    "Serviciile noastre": "Nos services",
    "Testimoniale": "Témoignages",
    "Tarife": "Tarifs",
    "Contact": "Contact",
    "Dezvoltăm soluții web.": "Nous développons des solutions web.",
    "Dezvoltăm": "Nous développons",
    "soluții web.": "des solutions web",
    "Amplificăm succesul afacerii tale.": "Nous amplifions le succès de votre entreprise.",
    "Amplificăm": "Nous amplifions",
    "succesul afacerii tale.": "le succès de votre entreprise.",
    "Fie că ai nevoie de o platformă customizată sau de o aplicație scalabilă, suntem aici să transformăm viziunea ta în realitate. Cu soluții eficiente și design modern, îți oferim exact ceea ce ai nevoie pentru a reuși.": "Que vous ayez besoin d'une plateforme personnalisée ou d'une application évolutive, nous sommes ici pour transformer votre vision en réalité. Avec des solutions efficaces et un design moderne, nous vous offrons exactement ce dont vous avez besoin pour réussir.",
    "Consultanță IT și automatizare procese": "Consultation IT et automatisation des processus",
    "Automatizare procese": "Automatisation des processus",
    "Implementăm soluții de automatizare de la gestionarea stocurilor la facturare automată.": "Nous mettons en œuvre des solutions d'automatisation, de la gestion des stocks à la facturation automatique.",
    "Integrare API și sisteme externe": "Intégration API et systèmes externes",
    "Conectăm aplicațiile tale cu servicii externe pentru o gestionare integrată.": "Nous connectons vos applications à des services externes pour une gestion intégrée.",
    "Soluții cloud": "Solutions cloud",
    "Oferim soluții de hosting și migrare către platforme cloud(DigitalOcean).": "Nous proposons des solutions d'hébergement et de migration vers des plateformes cloud (DigitalOcean).",
    "Contactează-ne": "Contactez-nous",
    "Vezi mai multe": "Voir plus",
    "Dezvoltare Personalizată": "Développement personnalisé",
    "Soluții tailor-made pentru nevoile tale specifice.": "Solutions sur mesure pour vos besoins spécifiques.",
    "Integrare API": "Intégration API",
    "Conectăm aplicațiile tale pentru a lucra eficient împreună.": "Nous connectons vos applications pour qu'elles fonctionnent efficacement ensemble.",
    "Design Responsiv": "Design responsive",
    "Interfețe care arată bine pe orice dispozitiv.": "Interfaces qui sont superbes sur n'importe quel appareil.",
    "Suport Tehnic": "Support technique",
    "Asistență constantă pentru o funcționare fără probleme.": "Assistance continue pour un fonctionnement sans faille.",
    "Dezvoltăm chiar și": "Nous développons aussi",
    "Aplicații de Management al Proiectelor": "Applications de gestion de projets",
    "Sisteme de Gestionare a Relațiilor cu Clienții (CRM)": "Systèmes de gestion de la relation client (CRM)",
    "Aplicații de Gestiune a Resurselor Umane (HRM)": "Applications de gestion des ressources humaines (HRM)",
    "Sisteme de Gestionare a Conținutului (CMS)": "Systèmes de gestion de contenu (CMS)",
    "Aplicații Financiare și de Bugetare": "Applications financières et de budgétisation",
    "Platforme de Feedback și Recenzii": "Plateformes de feedback et d'avis",
    "DESPRE NOI": "À PROPOS DE NOUS",
    "La LODGRIN, suntem pasionați de tehnologie și inovație, oferind soluții digitale personalizate. Deși suntem o firmă nouă, avem experiență valoroasă și suntem pregătiți să facem față provocărilor. Misiunea noastră este să sprijinim afaceri de toate dimensiunile în digitalizare, livrând servicii de cea mai înaltă calitate. Credem în puterea colaborării și lucrăm îndeaproape cu clienții pentru a reflecta viziunea și obiectivele lor. Hai să construim împreună viitorul afacerii tale!": "Chez LODGRIN, nous sommes passionnés par la technologie et l'innovation, en fournissant des solutions numériques personnalisées. Bien que nous soyons une nouvelle entreprise, nous avons une expérience précieuse et sommes prêts à relever les défis. Notre mission est de soutenir les entreprises de toutes tailles dans leur numérisation, en offrant des services de la plus haute qualité. Nous croyons en la force de la collaboration et travaillons en étroite collaboration avec nos clients pour refléter leur vision et leurs objectifs. Construisons ensemble l'avenir de votre entreprise !",
    "Te ajutăm să identifici și să implementezi soluții tehnologice care automatizează procesele, reduc costurile și cresc eficiența afacerii tale.": "Nous vous aidons à identifier et à mettre en œuvre des solutions technologiques qui automatisent les processus, réduisent les coûts et augmentent l'efficacité de votre entreprise.",
    "Dezvoltare și optimizare aplicații web": "Développement et optimisation des applications web",
    "Dezvoltăm și optimizăm aplicații web personalizate pentru afacerea ta, utilizând tehnologii moderne pentru a asigura scalabilitate și performanță.": "Nous développons et optimisons des applications web personnalisées pour votre entreprise, en utilisant des technologies modernes pour garantir la scalabilité et les performances.",
    "Analiză și consultanță IT": "Analyse et consultation IT",
    "Identificăm nevoile tale tehnologice și oferim soluții personalizate.": "Nous identifions vos besoins technologiques et proposons des solutions personnalisées.",
    "Dezvoltare aplicații personalizate": "Développement d'applications personnalisées",
    "Proiectăm și construim aplicații web de la zero, adaptate complet cerințelor tale.": "Nous concevons et construisons des applications web à partir de zéro, entièrement adaptées à vos besoins.",
    "Optimizare performanță": "Optimisation des performances",
    "Creștem viteza și eficiența aplicațiilor existente pentru o experiență îmbunătățită a utilizatorilor.": "Nous augmentons la vitesse et l'efficacité des applications existantes pour une meilleure expérience utilisateur.",
    "Mentenanță și suport continuu": "Maintenance continue et support",
    "Mentenanță și actualizări": "Maintenance et mises à jour continues",
    "Asigurăm actualizări regulate și rezolvarea rapidă a eventualelor probleme tehnice.": "Nous assurons des mises à jour régulières et une résolution rapide des problèmes techniques éventuels.",
    "Asigurăm compatibilitatea completă a paginilor cu dispozitivele mobile și desktop.": "Nous assurons la compatibilité complète des pages avec les appareils mobiles et de bureau.",
    "Export date": "Exportation de données",
    "Implementăm funcționalități de export de date în format Excel și PDF direct din aplicațiile dezvoltate.": "Nous mettons en œuvre des fonctionnalités d'exportation de données au format Excel et PDF directement à partir des applications développées.",
    "Soluții dezvoltare landing page-uri": "Solutions de développement de landing pages",
    "Oferim soluții rapide și eficiente pentru gestionarea conținutului online și crearea de pagini de prezentare care atrag și convertează.": "Nous offrons des solutions rapides et efficaces pour la gestion du contenu en ligne et la création de pages de présentation qui attirent et convertissent.",
    "Dezvoltare CMS personalizate": "Développement de CMS personnalisés",
    "Construim sisteme de administrare a conținutului adaptate exact nevoilor tale.": "Nous construisons des systèmes de gestion de contenu parfaitement adaptés à vos besoins.",
    "Landing page-uri pentru conversii": "Landing pages pour conversions",
    "Design și implementare de pagini de vânzări și prezentare, rapide și eficiente.": "Conception et mise en œuvre de pages de vente et de présentation, rapides et efficaces.",
    "Optimizare SEO": "Optimisation SEO",
    "Integrare și optimizare pentru motoarele de căutare pentru o vizibilitate sporită.": "Intégration et optimisation pour les moteurs de recherche afin d'améliorer la visibilité.",
    "Testimoniale și recenzii": "Témoignages et avis",
    "Iată ce spun câțiva dintre clienții noștri fideli despre experiența lor cu Lodgrin": "Voici ce que certains de nos clients fidèles disent de leur expérience avec Lodgrin",
    "Suport și scalabilitate": "Support et évolutivité",
    "Oferim suport continuu și soluții scalabile pe măsură ce afacerea ta crește.": "Nous offrons un support continu et des solutions évolutives à mesure que votre entreprise grandit.",
    "antreprenor": "entrepreneur",
    "manager de proiect": "chef de projet",
    "director de marketing": "directeur marketing",
    "proprietar de afacere": "propriétaire d'entreprise",
    "specialist IT": "spécialiste IT",
    "manager HR": "responsable RH",
    "Am apelat la LODGRIN pentru dezvoltarea aplicației noastre de management și nu am putut fi mai fericit! Echipa a fost super deschisă la ideile noastre și au reușit să ne ofere exact ce ne-am dorit. Chiar și când am avut întrebări sau nevoie de modificări, au fost mereu disponibili. Recomand cu căldură!": "Nous avons fait appel à LODGRIN pour le développement de notre application de gestion et nous n'aurions pas pu être plus heureux ! L'équipe a été super ouverte à nos idées et ils ont réussi à nous offrir exactement ce que nous voulions. Même lorsque nous avons eu des questions ou besoin de modifications, ils étaient toujours disponibles. Je recommande vivement !",
    "Întâmpinam mereu provocări în ceea ce privește sistemele noastre IT, dar echipa de la LODGRIN a fost un real sprijin. Au reușit să integreze soluții noi rapid și fără dureri de cap. Lucrăm acum mult mai eficient! Mulțumim, LODGRIN!": "Nous rencontrons toujours des défis avec nos systèmes IT, mais l'équipe de LODGRIN a été un véritable soutien. Ils ont réussi à intégrer de nouvelles solutions rapidement et sans tracas. Nous travaillons maintenant beaucoup plus efficacement ! Merci, LODGRIN !",
    "Nu am avut cele mai bune experiențe cu furnizorii de IT, dar cu LODGRIN a fost diferit. Oamenii ăștia chiar știu ce fac! Au făcut totul să decurgă ușor și au rezolvat rapid toate problemele pe care le-am avut.": "Je n'ai pas eu les meilleures expériences avec les fournisseurs IT, mais avec LODGRIN, c'était différent. Ces gens savent vraiment ce qu'ils font ! Ils ont tout rendu facile et ont rapidement résolu tous les problèmes que nous avions.",
    "Îmi place să lucrez cu LODGRIN. Au o echipă fantastică și mereu găsesc soluții rapide. Ne-au ajutat să dezvoltam aplicația noastră, iar clienții noștri au observat diferența. Am fost plăcut surprinsă de cât de bine comunică! Vă mulțumesc, echipă!": "J'aime travailler avec LODGRIN. Ils ont une équipe fantastique et trouvent toujours des solutions rapides. Ils nous ont aidés à développer notre application et nos clients ont remarqué la différence. J'ai été agréablement surprise de la qualité de leur communication ! Merci, l'équipe !",
    "Ca specialist IT, am colaborat cu LODGRIN la mai multe proiecte. Pot să spun că sunt foarte profesioniști, dar și foarte prietenoși. Întotdeauna mi-au oferit sfaturi valoroase și soluții inovatoare. Cu siguranță voi continua colaborarea!": "En tant que spécialiste IT, j'ai collaboré avec LODGRIN sur plusieurs projets. Je peux dire qu'ils sont très professionnels, mais aussi très amicaux. Ils m'ont toujours donné des conseils précieux et des solutions innovantes. Je continuerai certainement la collaboration !",
    "Serviciile de la LODGRIN au fost un adevărat salvator pentru noi. Ne-au ajutat să optimizăm sistemele și să economisim timp. Am avut parte de suport constant și foarte eficient. Cu siguranță le voi recomanda si colegilor din industrie!": "Les services de LODGRIN ont été un véritable sauveur pour nous. Ils nous ont aidés à optimiser nos systèmes et à économiser du temps. Nous avons eu un support constant et très efficace. Je les recommanderai certainement à mes collègues dans l'industrie !",
    "Vrem să fim mereu la un mesaj distanță! Echipa noastră este pregătită să îți ofere suportul de care ai nevoie pentru a-ți transforma ideile în realitate. Nu ezita să ne contactezi pentru orice întrebări sau colaborări!": "Nous voulons être toujours à un message de distance ! Notre équipe est prête à vous fournir le soutien nécessaire pour transformer vos idées en réalité. N'hésitez pas à nous contacter pour toute question ou collaboration !",
    "Cod poștal": "Code postal",
    "Popescu Ion": "John Doe",
    "Denumire companie SRL": "Nom de l'entreprise...",
    "popescu.ios@email.ro": "john.doe@example.com",
    "0712 345 678": "+1 (234) 567-890",
    "Mesajul dvs...": "Votre message...",
    "Adresă": "Adresse",
    "Numar de telefon": "Numéro de téléphone",
    "Email": "Email",
    "Nume & Prenume": "Prénom et Nom",
    "Companie / CUI": "Entreprise",
    "Mesaj": "Message",
    "Trimite formularul": "Envoyer le formulaire",
    "Sunt de acord cu": "J'accepte la",
    "Politica de Confidențialitate": "Politique de confidentialité",
    "termenii și condițiile": "termes et conditions",
    "de utilizare": "d'utilisation",
    "Sunt de acord cu": "J'accepte la",
    "politica de prelucrare a datelor": "politique de traitement des données",
    "Am peste 16 ani": "J'ai plus de 16 ans",
    "Sunt de acord cu termenii și condițiile de utilizare. Sunt de acord cu politica de prelucrare a datelor. Am peste 16 ani.": "J'accepte les termes et conditions d'utilisation. J'accepte la politique de traitement des données. J'ai plus de 16 ans.",
    "Politica": "Politique",
    "© 2025 LODGRIN S.R.L. Toate drepturile rezervate.": "© 2025 LODGRIN S.R.L. Tous droits réservés.",
    "Toate drepturile rezervate": "Tous droits réservés",
    "Politica de Confidențialitate, GDPR și Termeni și Condiții - LODGRIN SRL": "Politique de confidentialité, GDPR et termes et conditions - LODGRIN SRL",
    "Politica de Confidențialitate": "Politique de confidentialité",
    "Informații Generale": "Informations générales",
    "Nume firmă:": "Nom de l'entreprise :",
    "Cod Unic de Înregistrare:": "Code d'enregistrement unique :",
    "Nr. Înmatriculare:": "Numéro d'enregistrement :",
    "EUID:": "EUID :",
    "Ce date colectăm?": "Quelles données collectons-nous ?",
    "Cum protejăm datele?": "Comment protégeons-nous les données ?",
    "Acceptarea Termenilor": "Acceptation des termes",
    "Serviciile Noastre": "Nos services",
    "Limitarea Răspunderii": "Limitation de responsabilité",
    "Drepturile Utilizatorilor": "Droits des utilisateurs",
    "Drepturile Utilizatorilor": "Droits des utilisateurs",
    "Contact": "Contact",
    "Politica GDPR": "Politique GDPR",
    "Conform Regulamentului General privind Protecția Datelor (GDPR), utilizatorii au următoarele drepturi:": "Conform du règlement général sur la protection des données (RGPD), les utilisateurs ont les droits suivants :",
    "Pentru orice solicitare legată de protecția datelor, ne puteți contacta la:": "Pour toute demande concernant la protection des données, vous pouvez nous contacter à :",
    "Dreptul de acces la date": "Droit d'accès aux données",
    "Dreptul de rectificare sau ștergere": "Droit de rectification ou de suppression",
    "Dreptul de a obiecta asupra prelucrării": "Droit d'opposition au traitement",
    "Dreptul de portabilitate a datelor": "Droit à la portabilité des données",
    "Email:": "Email :",
    "Telefon:": "Téléphone :",
    "LODGRIN SRL (\"noi\", \"compania\", \"LODGRIN\") respectă confidențialitatea utilizatorilor săi și se angajează să protejeze datele personale conform legislației GDPR.": "LODGRIN SRL (\"nous\", \"l'entreprise\", \"LODGRIN\") respecte la confidentialité de ses utilisateurs et s'engage à protéger les données personnelles conformément à la législation GDPR.",
    "Pentru utilizatorii care folosesc formularul de tarife și formularul de contract, LODGRIN SRL NU stochează, NU vinde și NU distribuie datele cu caracter personal. Orice informație furnizată este utilizată exclusiv pentru scopul răspunsului la solicitarea utilizatorului și nu este păstrată.": "Pour les utilisateurs qui utilisent le formulaire de tarifs et le formulaire de contrat, LODGRIN SRL NE stocke PAS, NE vend PAS et NE distribue PAS de données personnelles. Toute information fournie est utilisée uniquement dans le but de répondre à la demande de l'utilisateur et n'est pas conservée.",
    "Nu stocăm datele pe servere proprii sau terțe. Comunicările se fac doar pentru scopul declarat de utilizator. Nu partajăm datele cu terți.": "Nous ne stockons pas les données sur nos serveurs ou sur des serveurs tiers. Les communications sont effectuées uniquement pour le but déclaré par l'utilisateur. Nous ne partageons pas les données avec des tiers.",
    "Prin utilizarea site-ului nostru, sunteți de acord cu Termenii și Condițiile prezentate mai jos.": "En utilisant notre site, vous acceptez les termes et conditions énoncés ci-dessous.",
    "Site-ul nostru oferă doar informații despre serviciile LODGRIN SRL. Utilizatorii pot solicita oferte de prețurile prin formularul de tarife sau formularul de contract.": "Notre site fournit uniquement des informations sur les services de LODGRIN SRL. Les utilisateurs peuvent demander des offres de prix via le formulaire de tarifs ou le formulaire de contrat.",
    "LODGRIN SRL nu este responsabil pentru eventualele erori, omisiuni sau informații inexacte prezentate pe site.": "LODGRIN SRL n'est pas responsable des erreurs, omissions ou informations inexactes présentées sur le site.",
    "Utilizatorii au dreptul de a ne contacta pentru orice întrebare legată de utilizarea datelor personale.": "Les utilisateurs ont le droit de nous contacter pour toute question concernant l'utilisation des données personnelles.",
    "Cere o ofertă personalizată": "Demander une offre personnalisée",
    "Trimite formularul": "Soumettre",
    "Formularul a fost trimis cu succes": "Le formulaire a été soumis avec succès.",
    "Va multumim pentru mesaj!": "Merci pour le message !",
    "Acest câmp este obligatoriu.": "Ce champ est obligatoire.",
    "Aceasta bifa este obligatorie.": "Cette case à cocher est obligatoire.",
    "caractere": "caractères",
    "Trebuie să fiți de acord cu termenii și condițiile.": "Vous devez accepter les termes et conditions.",
    "Mesajul trebuie să conțină cel puțin 50 caractere.": "Le message doit contenir au moins 50 caractères.",
    "Acest câmp nu poate depăși 1000 caractere.": "Ce champ ne peut pas dépasser 1000 caractères.",
    "Acest câmp nu poate depăși 100 caractere.": "Ce champ ne peut pas dépasser 100 caractères.",
    "Acest câmp nu poate depăși 50 caractere.": "Ce champ ne peut pas dépasser 50 caractères.",
    "Acest câmp nu poate depăși 200 caractere.": "Ce champ ne peut pas dépasser 200 caractères.",
    "Valoarea introdusă trebuie să fie un text valid.": "La valeur saisie doit être un texte valide."
}
