{
    "Despre noi": "О нас",
    "Serviciile noastre": "Наши услуги",
    "Testimoniale": "Отзывы",
    "Tarife": "Цены",
    "Contact": "Контакт",
    "Dezvoltăm soluții web.": "Мы разрабатываем веб-решения.",
    "Dezvoltăm": "Мы разрабатываем",
    "soluții web.": "веб-решения",
    "Amplificăm succesul afacerii tale.": "Мы усиливаем успех вашего бизнеса.",
    "Amplificăm": "Мы усиливаем",
    "succesul afacerii tale.": "ваш успех в бизнесе.",
    "Fie că ai nevoie de o platformă customizată sau de o aplicație scalabilă, suntem aici să transformăm viziunea ta în realitate. Cu soluții eficiente și design modern, îți oferim exact ceea ce ai nevoie pentru a reuși.": "Будь то настраиваемая платформа или масштабируемое приложение, мы здесь, чтобы превратить вашу идею в реальность. С эффективными решениями и современным дизайном мы предлагаем именно то, что вам нужно для успеха.",
    "Consultanță IT și automatizare procese": "IT-консалтинг и автоматизация процессов",
    "Automatizare procese": "Автоматизация процессов",
    "Implementăm soluții de automatizare de la gestionarea stocurilor la facturare automată.": "Мы реализуем решения для автоматизации, от управления запасами до автоматической выставления счетов.",
    "Integrare API și sisteme externe": "Интеграция API и внешних систем",
    "Conectăm aplicațiile tale cu servicii externe pentru o gestionare integrată.": "Мы соединяем ваши приложения с внешними сервисами для интегрированного управления.",
    "Soluții cloud": "Облачные решения",
    "Oferim soluții de hosting și migrare către platforme cloud(DigitalOcean).": "Мы предлагаем хостинг-услуги и миграцию на облачные платформы (DigitalOcean).",
    "Contactează-ne": "Свяжитесь с нами",
    "Vezi mai multe": "Смотреть больше",
    "Dezvoltare Personalizată": "Индивидуальная разработка",
    "Soluții tailor-made pentru nevoile tale specifice.": "Решения, созданные по вашим индивидуальным потребностям.",
    "Integrare API": "Интеграция API",
    "Conectăm aplicațiile tale pentru a lucra eficient împreună.": "Мы соединяем ваши приложения, чтобы они работали эффективно вместе.",
    "Design Responsiv": "Адаптивный дизайн",
    "Interfețe care arată bine pe orice dispozitiv.": "Интерфейсы, которые выглядят хорошо на любом устройстве.",
    "Suport Tehnic": "Техническая поддержка",
    "Asistență constantă pentru o funcționare fără probleme.": "Постоянная поддержка для бесперебойной работы.",
    "Dezvoltăm chiar și": "Мы также разрабатываем",
    "Aplicații de Management al Proiectelor": "Программное обеспечение для управления проектами",
    "Sisteme de Gestionare a Relațiilor cu Clienții (CRM)": "Системы управления взаимоотношениями с клиентами (CRM)",
    "Aplicații de Gestiune a Resurselor Umane (HRM)": "Программные приложения для управления персоналом (HRM)",
    "Sisteme de Gestionare a Conținutului (CMS)": "Системы управления контентом (CMS)",
    "Aplicații Financiare și de Bugetare": "Финансовые и бюджетные приложения",
    "Platforme de Feedback și Recenzii": "Платформы обратной связи и отзывов",
    "DESPRE NOI": "О НАС",
    "La LODGRIN, suntem pasionați de tehnologie și inovație, oferind soluții digitale personalizate. Deși suntem o firmă nouă, avem experiență valoroasă și suntem pregătiți să facem față provocărilor. Misiunea noastră este să sprijinim afaceri de toate dimensiunile în digitalizare, livrând servicii de cea mai înaltă calitate. Credem în puterea colaborării și lucrăm îndeaproape cu clienții pentru a reflecta viziunea și obiectivele lor. Hai să construim împreună viitorul afacerii tale!": "В LODGRIN мы увлечены технологиями и инновациями, предлагая персонализированные цифровые решения. Хотя мы — новая компания, у нас есть ценный опыт, и мы готовы к вызовам. Наша миссия — поддерживать бизнес всех размеров в процессе цифровизации, предоставляя услуги высочайшего качества. Мы верим в силу сотрудничества и тесно работаем с клиентами, чтобы отразить их видение и цели. Давайте вместе построим будущее вашего бизнеса!",
    "Te ajutăm să identifici și să implementezi soluții tehnologice care automatizează procesele, reduc costurile și cresc eficiența afacerii tale.": "Мы помогаем вам определить и внедрить технологические решения, которые автоматизируют процессы, сокращают затраты и повышают эффективность вашего бизнеса.",
    "Dezvoltare și optimizare aplicații web": "Разработка и оптимизация веб-приложений",
    "Dezvoltăm și optimizăm aplicații web personalizate pentru afacerea ta, utilizând tehnologii moderne pentru a asigura scalabilitate și performanță.": "Мы разрабатываем и оптимизируем веб-приложения, адаптированные к вашему бизнесу, используя современные технологии для обеспечения масштабируемости и производительности.",
    "Analiză și consultanță IT": "Анализ и IT-консалтинг",
    "Identificăm nevoile tale tehnologice și oferim soluții personalizate.": "Мы определяем ваши технологические потребности и предлагаем индивидуальные решения.",
    "Dezvoltare aplicații personalizate": "Индивидуальная разработка приложений",
    "Proiectăm și construim aplicații web de la zero, adaptate complet cerințelor tale.": "Мы проектируем и разрабатываем веб-приложения с нуля, полностью адаптированные под ваши требования.",
    "Optimizare performanță": "Оптимизация производительности",
    "Creștem viteza și eficiența aplicațiilor existente pentru o experiență îmbunătățită a utilizatorilor.": "Мы увеличиваем скорость и эффективность существующих приложений для улучшенного пользовательского опыта.",
    "Mentenanță și suport continuu": "Непрерывная поддержка и обслуживание",
    "Mentenanță și actualizări": "Непрерывное обслуживание и обновления",
    "Asigurăm actualizări regulate și rezolvarea rapidă a eventualelor probleme tehnice.": "Мы обеспечиваем регулярные обновления и быструю ликвидацию любых технических проблем.",
    "Asigurăm compatibilitatea completă a paginilor cu dispozitivele mobile și desktop.": "Мы обеспечиваем полную совместимость страниц с мобильными и настольными устройствами.",
    "Export date": "Экспорт данных",
    "Implementăm funcționalități de export de date în format Excel și PDF direct din aplicațiile dezvoltate.": "Мы внедряем функционал экспорта данных в формате Excel и PDF непосредственно из разработанных приложений.",
    "Soluții dezvoltare landing page-uri": "Решения по разработке лендингов",
    "Oferim soluții rapide și eficiente pentru gestionarea conținutului online și crearea de pagini de prezentare care atrag și convertează.": "Мы предлагаем быстрые и эффективные решения для управления онлайн-контентом и создания презентационных страниц, которые привлекают и конвертируют.",
    "Dezvoltare CMS personalizate": "Разработка кастомных CMS",
    "Construim sisteme de administrare a conținutului adaptate exact nevoilor tale.": "Мы строим системы управления контентом, точно соответствующие вашим потребностям.",
    "Landing page-uri pentru conversii": "Лендинги для конверсий",
    "Design și implementare de pagini de vânzări și prezentare, rapide și eficiente.": "Дизайн и разработка страниц продаж и презентации, быстрые и эффективные.",
    "Optimizare SEO": "SEO-оптимизация",
    "Integrare și optimizare pentru motoarele de căutare pentru o vizibilitate sporită.": "Интеграция и оптимизация для поисковых систем для повышения видимости.",
    "Testimoniale și recenzii": "Отзывы клиентов",
    "Iată ce spun câțiva dintre clienții noștri fideli despre experiența lor cu Lodgrin": "Вот что говорят некоторые из наших лояльных клиентов о своем опыте работы с Lodgrin",
    "Suport și scalabilitate": "Поддержка и масштабируемость",
    "Oferim suport continuu și soluții scalabile pe măsură ce afacerea ta crește.": "Мы предоставляем постоянную поддержку и масштабируемые решения по мере роста вашего бизнеса.",
    "antreprenor": "предприниматель",
    "manager de proiect": "менеджер проекта",
    "director de marketing": "директор по маркетингу",
    "proprietar de afacere": "владелец бизнеса",
    "specialist IT": "IT-специалист",
    "manager HR": "HR-менеджер",
    "Am apelat la LODGRIN pentru dezvoltarea aplicației noastre de management și nu am putut fi mai fericit! Echipa a fost super deschisă la ideile noastre și au reușit să ne ofere exact ce ne-am dorit. Chiar și când am avut întrebări sau nevoie de modificări, au fost mereu disponibili. Recomand cu căldură!": "Мы обратились в LODGRIN для разработки нашего приложения для управления и не могли быть более довольны! Команда была очень открыта к нашим идеям, и они смогли предоставить нам именно то, что мы хотели. Даже когда у нас возникали вопросы или требовались изменения, они всегда были доступны. Настоятельно рекомендую!",
    "Întâmpinam mereu provocări în ceea ce privește sistemele noastre IT, dar echipa de la LODGRIN a fost un real sprijin. Au reușit să integreze soluții noi rapid și fără dureri de cap. Lucrăm acum mult mai eficient! Mulțumim, LODGRIN!": "Мы всегда сталкивались с проблемами в наших IT-системах, но команда LODGRIN оказала реальную поддержку. Они быстро интегрировали новые решения без головной боли. Теперь мы работаем намного эффективнее! Спасибо, LODGRIN!",
    "Nu am avut cele mai bune experiențe cu furnizorii de IT, dar cu LODGRIN a fost diferit. Oamenii ăștia chiar știu ce fac! Au făcut totul să decurgă ușor și au rezolvat rapid toate problemele pe care le-am avut.": "У меня не было лучшего опыта с поставщиками IT, но с LODGRIN все было по-другому. Эти люди действительно знают, что делают! Все прошло легко, и они быстро решили все проблемы, которые у нас были.",
    "Îmi place să lucrez cu LODGRIN. Au o echipă fantastică și mereu găsesc soluții rapide. Ne-au ajutat să dezvoltam aplicația noastră, iar clienții noștri au observat diferența. Am fost plăcut surprinsă de cât de bine comunică! Vă mulțumesc, echipă!": "Мне нравится работать с LODGRIN. У них фантастическая команда, и они всегда находят быстрые решения. Они помогли нам разработать наше приложение, и наши клиенты заметили разницу. Я была приятно удивлена, насколько хорошо они общаются! Спасибо, команда!",
    "Ca specialist IT, am colaborat cu LODGRIN la mai multe proiecte. Pot să spun că sunt foarte profesioniști, dar și foarte prietenoși. Întotdeauna mi-au oferit sfaturi valoroase și soluții inovatoare. Cu siguranță voi continua colaborarea!": "Как IT-специалист, я сотрудничал с LODGRIN по нескольким проектам. Могу сказать, что они очень профессиональны, но и очень дружелюбны. Они всегда давали мне ценные советы и инновационные решения. Я определенно продолжу сотрудничество!",
    "Serviciile de la LODGRIN au fost un adevărat salvator pentru noi. Ne-au ajutat să optimizăm sistemele și să economisim timp. Am avut parte de suport constant și foarte eficient. Cu siguranță le voi recomanda si colegilor din industrie!": "Сервисы от LODGRIN стали настоящим спасением для нас. Они помогли оптимизировать наши системы и сэкономить время. Мы получали постоянную и очень эффективную поддержку. Я точно порекомендую их коллегам в отрасли!",
    "Vrem să fim mereu la un mesaj distanță! Echipa noastră este pregătită să îți ofere suportul de care ai nevoie pentru a-ți transforma ideile în realitate. Nu ezita să ne contactezi pentru orice întrebări sau colaborări!": "Мы всегда на расстоянии одного сообщения! Наша команда готова предоставить вам необходимую поддержку, чтобы воплотить ваши идеи в реальность. Не стесняйтесь обращаться к нам с любыми вопросами или предложениями о сотрудничестве!",
    "Cod poștal": "Почтовый код",
    "Popescu Ion": "Иван Попеску",
    "Denumire companie SRL": "Название компании",
    "popescu.ios@email.ro": "ivan.popescu@example.com",
    "0712 345 678": "+1 (234) 567-890",
    "Mesajul dvs...": "Ваше сообщение...",
    "Adresă": "Адрес",
    "Numar de telefon": "Номер телефона",
    "Email": "Электронная почта",
    "Nume & Prenume": "Имя и Фамилия",
    "Companie / CUI": "Компания",
    "Mesaj": "Сообщение",
    "Trimite formularul": "Отправить форму",
    "Sunt de acord cu": "Я согласен с",
    "Politica de Confidențialitate": "Политика конфиденциальности",
    "termenii și condițiile": "условиями использования",
    "de utilizare": "использования",
    "Sunt de acord cu": "Я согласен с",
    "politica de prelucrare a datelor": "политикой обработки данных",
    "Am peste 16 ani": "Мне больше 16 лет",
    "Sunt de acord cu termenii și condițiile de utilizare. Sunt de acord cu politica de prelucrare a datelor. Am peste 16 ani.": "Я согласен с условиями использования. Я согласен с политикой обработки данных. Мне больше 16 лет.",
    "Politica": "Политика",
    "© 2025 LODGRIN S.R.L. Toate drepturile rezervate.": "© 2025 LODGRIN S.R.L. Все права защищены.",
    "Toate drepturile rezervate": "Все права защищены",
    "Politica de Confidențialitate, GDPR și Termeni și Condiții - LODGRIN SRL": "Политика конфиденциальности, GDPR и условия использования - LODGRIN SRL",
    "Politica de Confidențialitate": "Политика конфиденциальности",
    "Informații Generale": "Общая информация",
    "Nume firmă:": "Название компании:",
    "Cod Unic de Înregistrare:": "Единый регистрационный код:",
    "Nr. Înmatriculare:": "Регистрационный номер:",
    "EUID:": "EUID:",
    "Ce date colectăm?": "Какие данные мы собираем?",
    "Cum protejăm datele?": "Как мы защищаем данные?",
    "Acceptarea Termenilor": "Принятие условий",
    "Serviciile Noastre": "Наши услуги",
    "Limitarea Răspunderii": "Ограничение ответственности",
    "Drepturile Utilizatorilor": "Права пользователей",
    "Contact": "Контакт",
    "Politica GDPR": "Политика GDPR",
    "Conform Regulamentului General privind Protecția Datelor (GDPR), utilizatorii au următoarele drepturi:": "Согласно Общему регламенту защиты данных (GDPR), пользователи имеют следующие права:",
    "Pentru orice solicitare legată de protecția datelor, ne puteți contacta la:": "Для любых запросов, связанных с защитой данных, вы можете связаться с нами по адресу:",
    "Dreptul de acces la date": "Право на доступ к данным",
    "Dreptul de rectificare sau ștergere": "Право на исправление или удаление",
    "Dreptul de a obiecta asupra prelucrării": "Право возразить против обработки",
    "Dreptul de portabilitate a datelor": "Право на переносимость данных",
    "Email:": "Электронная почта:",
    "Telefon:": "Телефон:",
    "LODGRIN SRL (\"noi\", \"compania\", \"LODGRIN\") respectă confidențialitatea utilizatorilor săi și se angajează să protejeze datele personale conform legislației GDPR.": "LODGRIN SRL (\"мы\", \"компания\", \"LODGRIN\") уважает конфиденциальность своих пользователей и обязуется защищать персональные данные в соответствии с законодательством GDPR.",
    "Pentru utilizatorii care folosesc formularul de tarife și formularul de contract, LODGRIN SRL NU stochează, NU vinde și NU distribuie datele cu caracter personal. Orice informație furnizată este utilizată exclusiv pentru scopul răspunsului la solicitarea utilizatorului și nu este păstrată.": "Для пользователей, которые используют форму тарифов и форму контракта, LODGRIN SRL НЕ хранит, НЕ продает и НЕ распространяет персональные данные. Любая предоставленная информация используется исключительно для ответа на запрос пользователя и не сохраняется.",
    "Nu stocăm datele pe servere proprii sau terțe. Comunicările se fac doar pentru scopul declarat de utilizator. Nu partajăm datele cu terți.": "Мы не храним данные на наших или третьих серверах. Коммуникация осуществляется только для заявленной пользователем цели. Мы не делимся данными с третьими сторонами.",
    "Prin utilizarea site-ului nostru, sunteți de acord cu Termenii și Condițiile prezentate mai jos.": "Используя наш сайт, вы соглашаетесь с Условиями, представленными ниже.",
    "Site-ul nostru oferă doar informații despre serviciile LODGRIN SRL. Utilizatorii pot solicita oferte de prețurile prin formularul de tarife sau formularul de contract.": "Наш сайт предоставляет только информацию о услугах LODGRIN SRL. Пользователи могут запрашивать предложения по ценам через форму тарифов или форму контракта.",
    "LODGRIN SRL nu este responsabil pentru eventualele erori, omisiuni sau informații inexacte prezentate pe site.": "LODGRIN SRL не несет ответственности за возможные ошибки, упущения или неточную информацию, представленную на сайте.",
    "Utilizatorii au dreptul de a ne contacta pentru orice întrebare legată de utilizarea datelor personale.": "Пользователи имеют право связаться с нами по любому вопросу, связанному с использованием их персональных данных.",
    "Cere o ofertă personalizată": "Запросить персонализированное предложение",
    "Trimite formularul": "Отправить",
    "Formularul a fost trimis cu succes": "Форма была успешно отправлена.",
    "Va multumim pentru mesaj!": "Спасибо за ваше сообщение!",
    "Acest câmp este obligatoriu.": "Это обязательное поле.",
    "Aceasta bifa este obligatorie.": "Этот флажок обязателен.",
    "caractere": "символы",
    "Trebuie să fiți de acord cu termenii și condițiile.": "Вы должны согласиться с условиями использования.",
    "Mesajul trebuie să conțină cel puțin 50 caractere.": "Сообщение должно содержать как минимум 50 символов.",
    "Acest câmp nu poate depăși 1000 caractere.": "Это поле не может превышать 1000 символов.",
    "Acest câmp nu poate depăși 100 caractere.": "Это поле не может превышать 100 символов.",
    "Acest câmp nu poate depăși 50 caractere.": "Это поле не может превышать 50 символов.",
    "Acest câmp nu poate depăși 200 caractere.": "Это поле не может превышать 200 символов.",
    "Valoarea introdusă trebuie să fie un text valid.": "Введенное значение должно быть допустимым текстом."
}
